Repository: jgchenu/my-practice
Catalog: load-excel/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ru, vi, zh_hant

# login_title
source: Effective, Convenient, Engaging
ar: فعالة ومريحة وجذابة
de: Effektiv, bequem, anregend
es: Eficaz, cómoda y atractiva
fr: Efficace, pratique, engageant
hi: प्रभावी, सुविधाजनक, अधिक ध्यान आकर्षित करता है
id: Efektif, Nyaman, Menarik
it: Efficace, utile, coinvolgente
ru: Эффективно, удобно, увлекательно
vi: Hiệu quả, tiện lợi, thu hút nhiều sự chú ý hơn
zh_hant: 有效、便利、吸引更多關注

# login_context
source: Understand your IG profile presence with real-time analytics, advanced targeting, and engagement tools in one app.
ar: افهم وجود ملفك الشخصي في IG من خلال أدوات التحليل في الوقت الفعلي والاستهداف المتقدم والمشاركة في تطبيق واحد.
de: Verstehen Sie Ihre IG-Profilpräsenz mit Echtzeit-Analysen, erweitertem Targeting und Engagement-Tools in einer App.
es: Comprende la presencia de tu perfil de IG con análisis en tiempo real, segmentación avanzada y herramientas de interacción en una sola aplicación.
fr: Comprenez la présence de votre profil IG avec des analyses en temps réel, un ciblage avancé et des outils d'engagement dans une seule application.
hi: एक ऐप में रीयल-टाइम एनालिटिक्स, उन्नत लक्ष्यीकरण और सहभागिता टूल के साथ अपनी आईजी प्रोफ़ाइल उपस्थिति को समझें।
id: Pahami keberadaan profil IG Anda dengan analitik waktu nyata, penargetan tingkat lanjut, dan alat keterlibatan dalam satu aplikasi.
it: Comprendere la presenza del vostro profilo IG con analisi in tempo reale, targeting avanzato e strumenti di coinvolgimento in una sola app.
ru: Аналитика в реальном времени, расширенный таргетинг и инструменты вовлечения в одном приложении позволяют понять присутствие в вашем IG-профиле.
vi: Tất cả những gì bạn cần biết về tài khoản IG, phân tích thời gian thực, nhắm mục tiêu nâng cao và tương tác, tất cả trong một ứng dụng.
zh_hant: 一個應用程序滿足您了解IG賬戶、實時分析、高級定位和互動的需求。

# login_button
source: Login with Instagram
ar: تسجيل الدخول باستخدام Instagram
de: Anmeldung bei Instagram
es: Iniciar sesión con Instagram
fr: Connexion avec Instagram
hi: इंस्टाग्राम से लॉगिन करें
id: Masuk dengan Instagram
it: Accesso con Instagram
ru: Вход в систему через Instagram
vi: Đăng nhập bằng Instagram
zh_hant: 以Instagram賬戶登錄

# login_agree
source: I agree with the BOOM’s
ar: أنا أتفق مع BOOM's
de: Ich stimme mit den BOOM's
es: Estoy de acuerdo con el BOOM
fr: Je suis d'accord avec l'article d'BOOM
hi: मैं इगटूल से सहमत हूं
id: Saya setuju dengan fitur-fitur BOOM
it: Sono d'accordo con BOOM
ru: Я согласен с мнением BOOM's
vi: Tôi đồng ý với BOOM's
zh_hant: 我同意BOOM的

# login_and
source: and
ar: و
de: und
es: y
fr: d'BOOM
hi: और
id: dan
it: e
ru: и
vi: Và
zh_hant: 和

# login_tou
source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
hi: उपयोग की शर्त
id: Ketentuan Penggunaan
it: Termini di utilizzo
ru: Условия использования
vi: Điều khoản sử dụng
zh_hant: 使用條款

# login_pp
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinien
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
ru: Политика конфиденциальности
vi: Chính sách bảo mật
zh_hant: 隱私協議

# login_notification
source: Please accept the Terms of Service and Privacy Policy.
ar: الرجاء قبول شروط الخدمة وسياسة الخصوصية.
de: Bitte akzeptieren Sie die Nutzungsbedingungen und die Datenschutzrichtlinie.
es: Acepto las Condiciones de uso y la Política de privacidad.
fr: Veuillez accepter les conditions d'utilisation et la politique de confidentialité.
hi: कृपया सेवा की शर्तें और गोपनीयता नीति स्वीकार करें।
id: Harap terima Ketentuan Layanan dan Kebijakan Privasi.
it: Si prega di accettare i Termini di servizio e l'Informativa sulla privacy.
ru: Примите Условия предоставления услуг и Политику конфиденциальности.
vi: Vui lòng chấp nhận Điều khoản dịch vụ và Chính sách quyền riêng tư.
zh_hant: 請接受服務條款和隱私協議。

source: Loading...
ar: تحميل...
de: Laden...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
ru: Загрузка...
vi: Đang tải...
zh_hant: 正在加載...

# auth_title
source: Login with Instagram
ar: تسجيل الدخول باستخدام Instagram
de: Anmelden mit Instagram
es: Iniciar sesión con Instagram
fr: Se connecter avec Instagram
hi: इंस्टाग्राम से लॉगिन करें
id: Masuk dengan Instagram
it: Accedi con Instagram
ru: Вход в систему через Instagram
vi: Đăng nhập bằng Instagram
zh_hant: 以Instagram賬戶登錄

# auth_title_added
source: Add with Instagram
ar: أضف مع Instagram
de: Hinzufügen mit Instagram
es: Añadir con Instagram
fr: Ajouter avec Instagram
hi: इंस्टाग्राम के साथ जोड़ें
id: Tambahkan dengan Instagram
it: Aggiungi con Instagram
ru: Добавить с помощью Instagram
vi: Thêm bằng Instagram
zh_hant: 添加更多Instagram賬戶

# auth_notification
source: Credential information will not be stored
ar: لن يتم تخزين معلومات الاعتماد
de: Anmeldeinformationen werden nicht gespeichert
es: La información de credenciales no se almacenará
fr: Les informations d'identification ne seront pas stockées
hi: क्रेडेंशियल जानकारी संग्रहीत नहीं की जाएगी
id: Informasi kredensial tidak akan disimpan
it: Le informazioni sulle credenziali non saranno memorizzate
ru: Учетная информация не будет храниться
vi: Thông tin xác thực sẽ không được lưu trữ
zh_hant: 賬戶登錄信息不會被保存

# home_followers
source: Followers
ar: متابعون
de: Follower
es: Seguidores
fr: Suiveurs
hi: समर्थक
id: Pengikut
it: Seguaci/followers
ru: Последователи
vi: Người theo dõi
zh_hant: 關注者

# home_followings
source: Following
ar: أتباع
de: Follower
es: Siguiendo
fr: Suivis
hi: निम्नलिखित
id: Pengikut
it: Seguiti
ru: следования
vi: theo dõi
zh_hant: Followings

# home_cmt
source: Comments
ar: تعليقات
de: Kommentare
es: Comentarios
fr: Commentaires
hi: टिप्पणियाँ
id: Komentar
it: Commenti
ru: Комментарии
vi: Bình luận
zh_hant: 評論量

# home_likes
source: Likes
ar: الإعجابات
de: Mag
es: Me gusta
fr: J'aime
hi: को यह पसंद है
id: Suka
it: Mi piace/Like
ru: Нравится
vi: lượt thích
zh_hant: 點贊量

# home_admirers
source: Admirers
ar: المعجبين
de: Bewunderer
es: Admiradores
fr: Admirateurs
hi: प्रशंसकों
id: Pengagum
it: Ammiratori
ru: Поклонники
vi: người hâm mộ
zh_hant: 愛慕者

# home_admirers_note
source: who engaged
ar: الذين خطبوا
de: die sich engagieren
es: que reaccionaron
fr: qui se sont engagés
hi: जिसने सगाई की
id: yang terlibat
it: che hanno interagito
ru: который занимался
vi: ai đính hôn
zh_hant: 參與互動

# home_new_followers
source: New followers
ar: متابعين جدد
de: Neue Follower
es: Nuevos seguidores
fr: Nouveaux adeptes
hi: नए अनुयायियों
id: Pengikut baru
it: Nuovi seguaci
ru: Новые последователи
vi: Người theo dõi mới
zh_hant: 新關注者

# home_fans
source: Fans
ar: المشجعين
hi: प्रशंसक
id: Penggemar
it: Fan
ru: Вентиляторы
vi: người hâm mộ
zh_hant: 粉絲

# home_not_following_back
source: Not following back
ar: لا يوجد متابعة بالمثل
de: Nicht zurück folgen
es: No me siguen
fr: Ne suivent pas en retour
hi: पीछे नहीं पड़ना
id: Tidak mengikuti kembali
it: Non seguiti
ru: Не следит за ответными действиями
vi: Đừng đi theo
zh_hant: 未回關

# home_exfollowers
source: Ex-followers
ar: المتابعون السابقون
de: Ex-Follower
es: Ex-seguidores
fr: Ex-suiveurs
hi: पूर्व अनुयायी
id: Mantan pengikut
it: Ex-follower
ru: Бывшие подписчики
vi: Người theo dõi cũ
zh_hant: 前關注者

# home_friends
source: Friends
ar: أصدقاء
de: Freunde
es: Amigos
fr: Amis
hi: दोस्त
id: Teman
it: Amici
ru: Друзья
vi: Bạn
zh_hant: 朋友

# home_ghost_followers
source: Ghost followers
ar: متابعون اشباح
de: Geister-Follower
es: Seguidores fantasma
fr: Suiveurs fantômes
hi: भूत अनुयायी
id: Pengikut hantu
it: Seguaci fantasma
ru: Призрачные последователи
vi: người theo ma
zh_hant: 幽靈關注者

# home_visitors
source: Visitors
ar: الزائرين
de: Besucher
es: Visitantes
fr: Visiteurs
hi: आगंतुकों
id: Pengunjung
it: Visitatori
ru: Посетители
vi: Khách
zh_hant: 訪客

# home_unfollowed
source: Unfollowed
ar: إلغاء المتابعة
de: Nicht gefolgte
es: Han dejado de seguirte
fr: Non suivis
hi: का अनुसरण रद्द
id: Berhenti mengikuti
it: Non seguiti piu
ru: Отписавшиеся
vi: Không theo dõi
zh_hant: 我取關的

# home_deleted_likes
source: Deleted likes
ar: إبداءات الإعجاب المحذوفة
de: Gelöschte Likes
es: Me gusta eliminados
fr: J'ai supprimé les likes
hi: हटाए गए लाइक
id: Suka yang dihapus
it: Mi piace cancellati
ru: Удаленные лайки
vi: Đã xóa lượt thích
zh_hant: 刪除點贊量

# home_deleted_cmt
source: Deleted comments
ar: التعليقات المحذوفة
de: Gelöschte Kommentare
es: Comentarios eliminados
fr: Commentaires supprimés
hi: टिप्पणियाँ हटा दी गईं
id: Komentar yang dihapus
it: Commenti cancellati
ru: Удаленные комментарии
vi: Đã xóa nhận xét
zh_hant: 刪除評論量

# home_add_account
source: Add an account
ar: إضافة حساب
de: Konto hinzufügen
es: Añadir cuenta
fr: Ajouter un compte
hi: खाता जोड़ें
id: Tambahkan akun
it: Aggiungi account
ru: Добавить аккаунт
vi: Thêm tài khoản
zh_hant: 添加賬戶

# home_notification
source: Protecting your information is our top priority! BOOM shields your data with the utmost care, safeguarding it from ever venturing into the hands of third parties.
ar: حماية معلوماتك على رأس أولوياتنا! تحمي BOOM بياناتك بأقصى قدر من العناية ، وتحميها من الدخول في أيدي أطراف ثالثة.
de: Der Schutz Ihrer Daten hat für uns höchste Priorität! BOOM schützt Ihre Daten mit äußerster Sorgfalt, damit sie nicht in die Hände von Dritten gelangen.
es: Proteger tu información es nuestra máxima prioridad. BOOM protege tus datos con el máximo cuidado, evitando que caigan en manos de terceros.
fr: La protection de vos informations est notre priorité ! BOOM protège vos données avec le plus grand soin, afin qu'elles ne tombent jamais entre les mains de tiers.
hi: आपकी जानकारी की सुरक्षा करना हमारी सर्वोच्च प्राथमिकता है! BOOM आपके डेटा को अत्यंत सावधानी से संरक्षित करता है, इसे तीसरे पक्ष के हाथों में जाने से बचाता है।
id: Melindungi informasi Anda adalah prioritas utama kami! BOOM melindungi data Anda dengan sangat hati-hati, menjaganya agar tidak sampai ke tangan pihak ketiga.
it: Proteggere le vostre informazioni è la nostra massima priorità! BOOM protegge i vostri dati con la massima cura, evitando che finiscano nelle mani di terzi.
ru: Защита вашей информации - наш главный приоритет! BOOM защищает ваши данные с особой тщательностью, не допуская их попадания в руки третьих лиц.
vi: Bảo vệ thông tin của bạn là ưu tiên hàng đầu của chúng tôi! BOOM bảo vệ dữ liệu của bạn một cách cẩn thận nhất, bảo vệ dữ liệu khỏi bị lọt vào tay bên thứ ba.
zh_hant: 保護您的信息是我們的首要任務！ BOOM以最謹慎的方式保護您的數據，防止其落入第三方之手。

# home_login_expired
source: Sorry, the login session expired. Please log in again.
ar: عذرا ، انتهت جلسة تسجيل الدخول. الرجاد الدخول على الحساب من جديد.
de: Entschuldigung, die Login-Sitzung ist abgelaufen. Bitte melden Sie sich erneut an.
es: Lo sentimos, la sesión ha expirado. Por favor, inicie sesión de nuevo.
fr: Désolé, la session de connexion a expiré. Veuillez vous reconnecter.
hi: क्षमा करें, लॉगिन सत्र समाप्त हो गया है। कृपया फिर से लॉग इन करें।
id: Maaf, sesi login telah kedaluwarsa. Silakan masuk lagi.
it: Spiacente, la sessione di accesso è scaduta. Si prega di effettuare nuovamente il login.
ru: Извините, срок действия сессии входа в систему истек. Пожалуйста, войдите в систему снова.
vi: Xin lỗi, phiên đăng nhập đã hết hạn. Xin vui lòng đăng nhập lại.
zh_hant: 抱歉，登錄會話已過期。請重新登錄。

source: Insights
ar: أفكار
de: Einblicke
es: Información
fr: Aperçu
hi: इनसाइट्स
id: Wawasan
it: Approfondimenti
vi: Thông tin chi tiết
zh_hant: 洞察

# insights_overview
source: Overview
ar: ملخص
de: Übersicht
es: Visión general
fr: Vue d'ensemble
hi: अवलोकन
id: Ikhtisar
it: Panoramica
ru: Обзор
vi: Tổng quan
zh_hant: 概覽

# insights_overview_content
source: Check out your profile’s exposure, followers engagement, like and comment growth rates, and future enhancement!
ar: تحقق من عرض ملفك الشخصي ، ومشاركة المتابعين ، ومعدلات نمو الإعجاب والتعليقات ، والتعزيزات المستقبلية!
de: Informieren Sie sich über den Bekanntheitsgrad Ihres Profils, das Engagement der Follower, die Wachstumsraten von Likes und Kommentaren und zukünftige Verbesserungen!
es: Echa un vistazo a la exposición de tu perfil, la actividad de tus seguidores, la tasa de crecimiento de me gusta y comentarios y futuras nuevas funciones!
fr: Vérifiez l'exposition de votre profil, l'engagement des followers, les taux de croissance des like et des commentaires, et les améliorations futures !
hi: अपनी प्रोफ़ाइल का प्रदर्शन, अनुयायियों की सहभागिता, पसंद और टिप्पणी की वृद्धि दर और भविष्य में वृद्धि की जाँच करें!
id: Lihat eksposur profil Anda, keterlibatan pengikut, tingkat pertumbuhan suka dan komentar, dan peningkatan di masa mendatang!
it: Controlla l'esposizione del tuo profilo, l'impegno dei follower, i tassi di crescita dei like e dei commenti e i miglioramenti futuri!
ru: Проверьте, насколько ваш профиль раскрыт, вовлеченность подписчиков, рост числа "лайков" и комментариев, а также его дальнейшее развитие!
vi: Kiểm tra mức độ hiển thị của hồ sơ của bạn, mức độ tương tác của người theo dõi, tốc độ tăng trưởng lượt thích và bình luận cũng như khả năng nâng cao trong tương lai!
zh_hant: 查看您的個人資料的曝光率、關注者參與度、贊和評論增長率以及未來的提升！

# insights_posts
source: Posts shared
ar: المشاركات المشتركة
de: Geteilte Beiträge
es: Publicaciones compartidas
fr: Messages partagés
hi: पोस्ट साझा किए गए
id: Postingan yang dibagikan
it: post condivisi
ru: Сообщения, которыми поделились
vi: Bài viết được chia sẻ
zh_hant: 分享的帖子

# insights_posts_liked
source: Liked
ar: احب
de: Geliked
es: Me gusta
fr: Aimés
hi: पसंद किया
id: Disukai
ru: Понравилось
vi: Đã thích
zh_hant: 點贊量

# insight_posts_cmt
source: Commented
ar: علق
de: Kommentiert
es: Comentado
fr: Commentaires
hi: टिप्पणी की गई
id: Dikomentari
it: Commentato
ru: Прокомментировал
vi: Đã nhận xét
zh_hant: 評論量

# insights_followers
source: Your follower interacted
ar: متابعك تفاعل
de: Ihr Follower hat interagiert
es: Tus seguidores han interactuado
fr: Votre follower a interagi
hi: आपके अनुयायी ने बातचीत की
id: Pengikut Anda berinteraksi
it: I tuoi follower hanno interagito
ru: Ваш последователь прокомментировал
vi: Người theo dõi của bạn đã tương tác
zh_hant: 您的關注者參與到的互動

# insights_followers_liked
source: Liked
ar: احب
de: Geliked
es: Me gusta
fr: Aimé
hi: पसंद किया
id: Menyukai
it: hanno messo il like
ru: Понравилось
vi: Đã thích
zh_hant: 點贊排序

# insights_followers_cmt
source: Commented
ar: علق
de: Kommentiert
es: Comentado
fr: Commenté
hi: टिप्पणी की गई
id: Berkomentar
it: Commentato
ru: Прокомментировал
vi: Đã nhận xét
zh_hant: 點贊排序

# insights_bestie
source: Best followers
ar: أفضل المتابعين
de: Beste Follower
es: Mejores seguidores
fr: Meilleurs followers
hi: सर्वोत्तम अनुयायी
id: Pengikut terbaik
it: seguaci preferiti
ru: Лучшие последователи
vi: Người theo dõi tốt nhất
zh_hant: 最佳追隨者

# hastages
source: Hashtags
ar: هاشتاغ
hi: हैशटैग
id: Tagar
it: Hashtag
ru: Хэштеги
vi: Thẻ bắt đầu bằng dấu thăng
zh_hant: 標籤

# hastages_popular
source: Popular
ar: شائع
de: Beliebt
es: Populares
fr: Populaires
hi: लोकप्रिय
id: Populer
it: Più popolari
ru: Популярные
vi: Phổ biến
zh_hant: 熱門標籤

# hastages_categories
source: Categories
ar: فئات
de: Kategorien
es: Categorías
fr: Catégories
hi: श्रेणियाँ
id: Kategori
it: Categorie
ru: Категории
vi: Thể loại
zh_hant: 分類

# hastages_view_all_tags
source: View all tags
ar: عرض كل العلامات
de: Alle Tags anzeigen
es: Ver todas las etiquetas
fr: Voir tous les tags
hi: सभी टैग देखें
id: Lihat semua tag
it: Visualizza tutti i tag
ru: Посмотреть все теги
vi: Xem tất cả các thẻ
zh_hant: 查看所有標籤

# hastages_fitness
source: Fitness
ar: لياقة بدنية
hi: स्वास्थ्य
id: Kebugaran
ru: Фитнес
vi: Sự thích hợp
zh_hant: 健身

# hastages_entertainment
source: Entertainment
ar: ترفيه
de: Unterhaltung
es: Entretenimiento
fr: Divertissement
hi: मनोरंजन
id: Hiburan
it: Divertimento
ru: Развлечения
vi: Sự giải trí
zh_hant: 娛樂

# hastages_consumption
source: Consumption
ar: استهلاك
de: Konsum
es: Consumo
fr: Consommation
hi: उपभोग
id: Konsumsi
it: Consumo
ru: Потребление
vi: Sự tiêu thụ
zh_hant: 消費

# hastages_lifestyle
source: Lifestyle
ar: أسلوب الحياة
de: Lebensstil
es: Estilo de vida
fr: Mode de vie
hi: जीवन शैली
id: Gaya Hidup
ru: Образ жизни
vi: Cách sống
zh_hant: 生活方式

# hastages_event
source: Event
ar: حدث
de: Veranstaltung
es: Evento
fr: Événement
hi: आयोजन
id: Acara
it: Evento
ru: Событие
vi: Sự kiện
zh_hant: 活動

# hastages_healthy
source: Healthy
ar: صحيح
de: Gesunde
es: Salud
fr: Santé
hi: सेहतमंद
id: Kesehatan
it: Salute
ru: Здоровый образ жизни
vi: Khỏe mạnh
zh_hant: 健康

# hastages_music
source: Music
ar: موسيقى
de: Musik
es: Música
fr: Musique
hi: संगीत
id: Musik
it: Musica
ru: Музыка
vi: Âm nhạc
zh_hant: 音樂

# hastages_pets
source: Pets
ar: حيوانات أليفة
de: Haustiere
es: Mascotas
fr: Animaux de compagnie
hi: पालतू जानवर
id: Hewan Peliharaan
it: Animali domestici
ru: Домашние животные
vi: Vật nuôi
zh_hant: 寵物

# hastages_travel
source: Travel
ar: يسافر
de: Reisen
es: Viajes
fr: Voyage
hi: यात्रा
id: Perjalanan
it: Viaggi
ru: Путешествия
vi: Du lịch
zh_hant: 旅遊

# hastages_nature
source: Nature
ar: طبيعة
de: Natur
es: Naturaleza
hi: प्रकृति
id: Alam
it: Natura
ru: Природа
vi: Thiên nhiên
zh_hant: 自然

# hastages_beauty
source: Beauty
ar: جمال
de: Schönheit
es: Belleza
fr: Beauté
hi: सुंदरता
id: Kecantikan
it: Bellezza
ru: Красота
vi: Sắc đẹp
zh_hant: 美容

# hastages_fashion
source: Fashion
ar: موضة
de: Mode
es: Moda
fr: Mode
hi: पहनावा
id: Mode
it: Moda/fashion
ru: Мода
vi: Thời trang
zh_hant: 時尚

# hastages_all_tags
source: All tags
ar: كل العلامات
de: Alle Tags
es: Todas las etiquetas
fr: Tous les tags
hi: सभी टैग
id: Semua tag
it: Tutti i tag
ru: Все теги
vi: Tất cả các thẻ
zh_hant: 所有標籤

# hastages_search_tags
source: Search tags
ar: علامات البحث
de: Tags suchen
es: Buscar etiquetas
fr: Recherche de tags
hi: टैग खोजें
id: Cari tag
it: Ricerca tag
ru: Поисковые теги
vi: thẻ tìm kiếm
zh_hant: 搜索標籤

# hastages_more_tags_coming
source: More tags are coming soon.
ar: المزيد من العلامات قريبا.
de: Weitere Tags werden bald folgen.
es: Pronto habrá más etiquetas.
fr: D'autres tags seront bientôt disponibles.
hi: जल्द ही और टैग आ रहे हैं.
id: Lebih banyak tag akan segera hadir.
it: Altri tag sono in arrivo.
ru: Скоро появятся новые теги.
vi: Sắp có thêm thẻ.
zh_hant: 更多標籤即將推出。

# hastages_copy
source: Copy
ar: ينسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी
id: Menyalin
it: Copia
ru: Копировать
vi: Sao chép
zh_hant: 複製

# hastages_copy_success
source: Copied to clipboard
ar: نسخ إلى الحافظة
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
hi: क्लिपबोर्ड पर नकल
id: Disalin ke papan klip
it: Copia negli appunti
ru: Копируется в буфер обмена
vi: Sao chép vào clipboard
zh_hant: 已復製到剪貼板

source: Settings
ar: إعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
hi: समायोजन
id: Pengaturan
it: Impostazioni
ru: Настройки
vi: Cài đặt
zh_hant: 設置

# settings_oveview_content
source: Enjoy unlimited interactions analysis, ad-free, and more when you upgrade to the Pro plan
ar: استمتع بتحليل تفاعلات غير محدود وخالي من الإعلانات والمزيد عند الترقية إلى خطة Pro
de: Genießen Sie unbegrenzte Interaktionsanalysen, werbefrei und mehr, wenn Sie auf den Pro-Tarif upgraden
es: Disfruta de análisis de interacción ilimitados, sin anuncios, y mucho más al pasarte al plan Pro
fr: Profitez d'une analyse illimitée des interactions, sans publicité, et plus encore lorsque vous passez à l'offre Pro.
hi: जब आप प्रो प्लान में अपग्रेड करते हैं तो असीमित इंटरैक्शन विश्लेषण, विज्ञापन-मुक्त और बहुत कुछ का आनंद लें
id: Nikmati analisis interaksi tanpa batas, bebas iklan, dan banyak lagi saat Anda meningkatkan ke paket Pro
it: Analisi illimitata delle interazioni, senza pubblicità, e molto altro ancora quando si passa al piano Pro
ru: Неограниченный анализ взаимодействий, отсутствие рекламы и многое другое при переходе на тарифный план Pro
vi: Tận hưởng phân tích tương tác không giới hạn, không có quảng cáo và hơn thế nữa khi bạn nâng cấp lên gói Pro
zh_hant: 當您升級到專業版時，可享受無限制的互動分析、無廣告以及更多服務

# settings_yes
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
hi: हाँ
id: Ya
it: Sì
ru: Да
vi: Đúng
zh_hant: 是

# settings_no
source: No
ar: لا
de: Nein
fr: Non
hi: नहीं
id: Tidak
ru: Нет
vi: KHÔNG
zh_hant: 否

# settings_pro_oveview_content
source: Awesome! You unlocked all the resources!
ar: مذهل! لقد فتحت جميع الموارد!
de: Wahnsinn! Du hast alle Ressourcen freigeschaltet!
es: ¡Impresionante! ¡Has desbloqueado todos los recursos!
fr: Génial ! Tu as débloqué toutes les ressources !
hi: बहुत बढ़िया! आपने सभी संसाधनों को अनलॉक कर दिया!
id: Luar biasa! Anda telah membuka semua sumber daya!
it: Fantastico! Hai sbloccato tutte le risorse!
ru: Потрясающе! Вы разблокировали все ресурсы!
vi: Tuyệt vời! Bạn đã mở khóa tất cả các tài nguyên!
zh_hant: 太棒了！ 您解鎖了所有資源！

# settings_confirm
source: Confirm
ar: يتأكد
de: Bestätigen Sie
es: Confirmar
fr: Confirmer
hi: पुष्टि करना
id: Konfirmasi
it: Confermare
ru: Подтвердите
vi: Xác nhận
zh_hant: 確認

# settings_review
source: Rate the app
ar: قيم التطبيق
de: Bewerten Sie die App
es: Valora la aplicación
fr: Noter l'application
hi: एप्लिकेशन की श्रेणी बताओ
id: Beri nilai aplikasi
it: Valuta l'applicazione
ru: Оцените приложение
vi: Đánh giá ứng dụng
zh_hant: 為軟件評分

# settings_report
source: Report a problem
ar: الإبلاغ عن مشكلة
de: Ein Problem melden
es: Informar de un problema
fr: Signaler un problème
hi: एक समस्या का आख्या
id: Melaporkan masalah
it: Segnalare un problema
ru: Сообщить о проблеме
vi: Báo cáo sự cố
zh_hant: 報告問題

# settings_reset
source: Reset data
ar: إعادة تعيين بيانات
de: Daten zurücksetzen
es: Restablecer datos
fr: Réinitialiser les données
hi: डेटा रीसेट करें
id: Mengatur ulang data
it: Ripristino dei dati
ru: Сбросить данные
vi: Đặt lại dữ liệu
zh_hant: 重置數據

# settings_restoring
source: Restoring...
ar: استعادة ...
de: Wiederherstellen...
es: Restaurar...
fr: Restaurer...
hi: पुनर्स्थापित किया जा रहा है...
id: Memulihkan...
it: Ripristino...
ru: Восстановление...
vi: Đang khôi phục...
zh_hant: 恢復中...

# settings_restore_failed
source: Restore purchases failed
ar: فشلت استعادة المشتريات
de: Wiederherstellen von Käufen fehlgeschlagen
es: Error al restaurar compras
fr: La restauration des achats a échoué
hi: खरीदारी पुनर्स्थापित करना विफल रहा
id: Mengembalikan pembelian yang gagal
it: Ripristino degli acquisti non riuscito
ru: Восстановление покупок не удалось
vi: Khôi phục giao dịch mua không thành công
zh_hant: 恢復購買失敗

# settings_restore
source: Restore subscription
ar: استعادة الاشتراك
de: Abonnement wiederherstellen
es: Restaurar suscripciC
fr: Restaurer l'abonnement
hi: सदस्यता बहाल करें
id: Mengembalikan langganan
it: Ripristino dell'abbonamento
ru: Восстановить подписку
vi: Khôi phục đăng ký
zh_hant: 恢復訂閱

# settings_about
source: About subscription
ar: حول الاشتراك
de: Über das Abonnement
es: Acerca de la suscripción
fr: A propos de l'abonnement
hi: सदस्यता के बारे में
id: Tentang langganan
it: Informazioni sull'abbonamento
ru: О подписке
vi: Giới thiệu về đăng ký
zh_hant: 關於訂閱

# settings_follow
source: Follow us
ar: تابعنا
de: Folgen Sie uns
es: Siga con nosotros
fr: Suivez-nous
hi: हमारे पर का पालन करें
id: Ikuti kami
it: Seguiteci
ru: Следуйте за нами
vi: Theo chúng tôi
zh_hant: 關注我們

# settings_out
source: Log out
ar: تسجيل خروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: लॉग आउट
id: Keluar
ru: Выход из системы
vi: Đăng xuất
zh_hant: 退出登錄

# settings_out_content
source: Log out of selected accounts
ar: تسجيل الخروج من الحسابات المختارة
de: Abmelden von ausgewählten Konten
es: Cerrar sesión en las cuentas seleccionadas
fr: Se déconnecter des comptes sélectionnés
hi: चयनित खातों से लॉग आउट करें
id: Keluar dari akun yang dipilih
it: Esci dai conti selezionati
ru: Выход из выбранных учетных записей
vi: Đăng xuất khỏi các tài khoản đã chọn
zh_hant: 退出選定賬戶

# settings_out_current
source: current
ar: حاضِر
de: aktuell
es: actual
fr: actuel
hi: मौजूदा
id: saat ini
it: corrente
ru: текущий
vi: hiện hành
zh_hant: 當前的
