Repository: jgchenu/my-practice
Catalog: load-excel/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ru, vi, zh_hant

# settings_select_one_user
source: Please select at least one user
ar: الرجاء تحديد مستخدم واحد على الأقل
de: Bitte wählen Sie mindestens einen Benutzer aus
es: Selecciona al menos un usuario
fr: Veuillez sélectionner au moins un utilisateur
hi: कृपया कम से कम एक उपयोगकर्ता चुनें
id: Pilih setidaknya satu pengguna
it: Si prega di selezionare almeno un utente
ru: Выберите хотя бы одного пользователя
vi: Vui lòng chọn ít nhất một người dùng
zh_hant: 請至少選擇一名用戶

# settings_outing
source: Log out...
ar: تسجيل خروج...
de: Abmelden...
es: Cerrar sesión...
fr: Se déconnecter...
hi: लॉग आउट...
id: Keluar
ru: Выйти из системы...
vi: Đăng xuất...
zh_hant: 登出...

# settings_out_success
source: Log out successfully
ar: تسجيل الخروج بنجاح
de: Erfolgreich abmelden
es: Sesión cerrada correctamente
fr: Déconnexion réussie
hi: सफलतापूर्वक लॉग आउट करें
id: Berhasil keluar
it: Esci con successo
ru: Выход успешно выполнен
vi: Đăng xuất thành công
zh_hant: 註銷成功

# settings_resetting
source: Resetting...
ar: إعادة تعيين ...
de: Zurücksetzen...
es: Restablecer...
fr: Réinitialisation...
hi: रीसेट किया जा रहा है...
id: Mengatur ulang...
it: Ripristino...
ru: Перезагрузка...
vi: Đang đặt lại...
zh_hant: 正在重置...

# settings_reset_success
source: Reset Success!
ar: إعادة التعيين بنجاح!
de: Zurücksetzen erfolgreich!
es: ¡Restablecido con éxito!
fr: Réinitialisation réussie !
hi: रीसेट सफलता!
id: Reset berhasil!
it: Ripristino riuscito!
ru: Сброс успешен!
vi: Đặt lại thành công!
zh_hant: 重置成功！

# settings_reset_title
source: Please confirm to refresh your data.
ar: يرجى التأكيد لتحديث بياناتك.
de: Bitte bestätigen Sie, um Ihre Daten zu aktualisieren.
es: Confirma para actualizar tus datos.
fr: Veuillez confirmer l'actualisation de vos données.
hi: कृपया अपना डेटा ताज़ा करने की पुष्टि करें।
id: Harap konfirmasi untuk menyegarkan data Anda.
it: Si prega di confermare l'aggiornamento dei dati.
ru: Подтвердите обновление данных.
vi: Vui lòng xác nhận để làm mới dữ liệu của bạn.
zh_hant: 請確認刷新您的數據。

# settings_reset_note
source: Note: Please avoid resetting your data too frequently as it may cause account abnormalities.
ar: ملاحظة: يرجى تجنب إعادة تعيين بياناتك بشكل متكرر حيث قد يتسبب ذلك في حدوث خلل في الحساب.
de: Hinweis: Bitte vermeiden Sie es, Ihre Daten zu häufig zurückzusetzen, da dies zu Kontoanomalien führen kann.
es: Nota: Evita restablecer los datos con demasiada frecuencia, ya que podría provocar anomalías en la cuenta.
fr: Remarque : évitez de réinitialiser vos données trop fréquemment, car cela pourrait entraîner des anomalies dans votre compte.
hi: नोट: कृपया अपना डेटा बार-बार रीसेट करने से बचें क्योंकि इससे खाते में असामान्यताएं हो सकती हैं।
id: Catatan: Harap hindari mengatur ulang data Anda terlalu sering karena dapat menyebabkan ketidaknormalan akun.
it: Sa notare: si prega di evitare il ripristino dei dati troppo frequentemente per non causare anomalie nell'account.
ru: Примечание: Пожалуйста, не обновляйте данные слишком часто, так как это может привести к нарушениям в работе счета.
vi: Lưu ý: Vui lòng tránh đặt lại dữ liệu của bạn quá thường xuyên vì nó có thể gây ra những bất thường cho tài khoản.
zh_hant: 注意：請避免頻繁刷新數據，否則可能導致賬戶異常。

# subscribe_title
source: Go Unlimited!
ar: انطلق بلا حدود!
de: Unbegrenzt gehen!
es: ¡Sin límites!
fr: Passez à l'illimité !
hi: असीमित जाओ!
it: Illimitato!
ru: Станьте безлимитным!
vi: Đi không giới hạn!
zh_hant: 解鎖無極限！

# subscribe_purchase_success
source: Purchase Success
ar: نجاح الشراء
de: Erfolg kaufen
es: Compra éxitosa
fr: Acheter le succès
hi: खरीदारी सफल
id: Keberhasilan Pembelian
it: Acquistare il successo
ru: Приобрести успех
vi: Mua hàng thành công
zh_hant: 購買成功

# subscribe_restore_success
source: Restore Success
ar: استعادة النجاح
de: Erfolg wiederherstellen
es: Restauración éxitosa
fr: Restaurer le succès
hi: सफलता पुनर्स्थापित करें
id: Mengembalikan Keberhasilan
it: Ripristinare il successo
ru: Восстановить успех
vi: khôi phục thành công
zh_hant: 恢復成功

# subscribe_popular
source: Popular
ar: شائع
de: Beliebt
fr: Populaire
hi: लोकप्रिय
id: Populer
it: Popolare
ru: Популярные
vi: Phổ biến
zh_hant: 熱門

# subscribe_month
source: month
ar: شهر
de: Monat
es: mes
fr: mois
hi: महीना
id: bulan
it: mese
ru: месяц
vi: tháng
zh_hant: 月

# subscribe_confirm
source: Confirm
ar: يتأكد
de: Bestätigen Sie
es: Confirmar
fr: Confirmer
hi: पुष्टि करना
id: Konfirmasi
it: Confermare
ru: Подтвердить
vi: Xác nhận
zh_hant: 確認

# subscribe_agree_to
source: By purchasing, you agree to the
ar: عن طريق الشراء ، فإنك توافق على
de: Mit dem Kauf erklären Sie sich mit den
es: Al realizar la compra, aceptas la
fr: En achetant, vous acceptez les conditions suivantes
hi: खरीदकर, आप इससे सहमत हैं
id: Dengan membeli, Anda setuju dengan
it: Con l'acquisto si accettano le
ru: Приобретая товар, вы соглашаетесь с
vi: Bằng cách mua hàng, bạn đồng ý với
zh_hant: 購買即表示您同意

# follow_context
source: Please follow our social media to access more promotions and events.
ar: يرجى متابعة وسائل التواصل الاجتماعي الخاصة بنا للوصول إلى المزيد من العروض الترويجية والأحداث.
de: Bitte folgen Sie unseren sozialen Medien, um Zugang zu weiteren Aktionen und Veranstaltungen zu erhalten.
es: Sigue nuestras redes sociales para acceder a más promociones y eventos.
fr: Veuillez suivre nos médias sociaux pour accéder à plus de promotions et d'événements.
hi: अधिक प्रचार और आयोजनों तक पहुंचने के लिए कृपया हमारे सोशल मीडिया का अनुसरण करें।
id: Silakan ikuti media sosial kami untuk mengakses lebih banyak promosi dan acara.
it: vi invitiamo a seguire i nostri social media per accedere a ulteriori promozioni ed eventi.
ru: Пожалуйста, следите за нашими социальными сетями, чтобы получать информацию о новых акциях и мероприятиях.
vi: Vui lòng theo dõi phương tiện truyền thông xã hội của chúng tôi để truy cập thêm các chương trình khuyến mãi và sự kiện.
zh_hant: 請關注我們的社交媒體，了解更多促銷和活動信息。

# follow_note
source: Click logos to follow
ar: انقر فوق الشعارات لمتابعة
de: Klicken Sie auf die Logos, um uns zu folgen
es: Haz clic en los logotipos para seguirnos
fr: Cliquez sur les logos pour suivre
hi: अनुसरण करने के लिए लोगो पर क्लिक करें
id: Klik logo untuk mengikuti
it: Clicca sui loghi per seguirci
ru: Нажмите на логотипы, чтобы следить за нами
vi: Bấm vào logo để theo dõi
zh_hant: 點擊標誌關注

# no_data
source: Emm, no data here. Please try to engage more on Instagram, and more interesting data would be discovered on BOOM.
ar: إيم ، لا توجد بيانات هنا. يرجى محاولة الانخراط أكثر على Instagram ، وسيتم اكتشاف المزيد من البيانات المثيرة للاهتمام على BOOM.
de: Emm, keine Daten hier. Bitte versuchen Sie, sich mehr auf Instagram zu engagieren, und mehr interessante Daten würden auf BOOM entdeckt werden.
es: Emm... no hay datos aquí. Por favor, trata de participar más en Instagram, y más datos interesantes serán descubiertos en BOOM.
fr: Emm, pas de données ici. Essayez de vous engager davantage sur Instagram, et des données plus intéressantes seront découvertes sur BOOM.
hi: ओह, यहाँ कोई डेटा नहीं है। कृपया इंस्टाग्राम पर और अधिक जुड़ने का प्रयास करें, और आईजीटूल पर अधिक दिलचस्प डेटा खोजा जाएगा।
id: Emm, tidak ada data di sini. Cobalah untuk lebih banyak berinteraksi di Instagram, dan data yang lebih menarik akan ditemukan di BOOM.
it: Emm, non ci sono dati qui. Si prega di impegnarvi di più su Instagram e scoprirete dati più interessanti su BOOM.
ru: О, здесь нет данных. Пожалуйста, старайтесь больше общаться в Instagram, и тогда на BOOM можно будет найти больше интересных данных.
vi: Emm, không có dữ liệu ở đây. Vui lòng cố gắng tương tác nhiều hơn trên Instagram và nhiều dữ liệu thú vị hơn sẽ được khám phá trên BOOM."
zh_hant: 咦？這裡沒有數據 請嘗試在Instagram上進行更多互動，在BOOM上會發現更多有趣的數據

# admirers_note
source: who engaged with my account
ar: الذين تعاملوا مع حسابي
de: die sich mit meinem Konto beschäftigt haben
es: quién ha interactuado con mi cuenta
fr: qui se sont engagés avec mon compte
hi: जो मेरे खाते से जुड़ा हुआ है
id: yang terlibat dengan akun saya
it: che sono impegnati con il mio account
ru: кто работал с моим аккаунтом
vi: ai đã tương tác với tài khoản của tôi
zh_hant: 和賬戶互動了

# admirers_all
source: All
ar: الجميع
de: Alle
es: Todo
fr: Tous
hi: सभी
id: Semua
it: Tutti
ru: Все
vi: Tất cả
zh_hant: 全部

# admirers_7days
source: Last 7 days
ar: اخر 7 ايام
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
hi: पिछले 7 दिन
id: 7 hari terakhir
it: Ultimi 7 giorni
ru: Последние 7 дней
vi: 7 ngày qua
zh_hant: 最近7天

# follower_best
source: Besties
ar: أفضل المتابعين
es: Mis mejores amigos
hi: वफादार प्रशंसक
id: pengikut terbaik
it: Bestie
vi: người theo dõi tốt nhất
zh_hant: 死忠粉

# follower_like
source: Likes
ar: الإعجابات
de: Mag
es: Me gusta
fr: Aime
hi: को यह पसंद है
id: Suka
it: I preferiti
ru: Нравится
vi: lượt thích
zh_hant: 點贊量

# follower_comment
source: Comments
ar: حجم التعليق
de: Kommentare
es: Comentarios
fr: Commentaires
hi: टिप्पणी की मात्रा
id: Volume komentar
it: Commenti
ru: Комментарии
vi: Lượng bình luận
zh_hant: 評論量

source: Follow
ar: لا تتبع بعد
de: Noch nicht folgen
es: Seguir
fr: Pas encore suivi
hi: अनुसरण करना
id: Belum mengikuti
ru: Следуйте за
vi: Theo
zh_hant: 關注

# followed
source: Following
ar: يتبع
de: Folgt
es: Siguiendo
fr: Suivi
hi: पालन ​​किया
id: Diikuti
it: Seguito
ru: Followed
vi: Đã theo dõi
zh_hant: 已關注

# deleted_commented
source: deleted the comments
ar: حذف التعليقات
de: die Kommentare gelöscht
es: borrado los comentarios
fr: a supprimé les commentaires
hi: टिप्पणियाँ हटा दी गईं
id: menghapus komentar
it: ha cancellato i commenti
ru: удалил комментарии
vi: đã xóa các bình luận
zh_hant: 刪除評論

# deleted_likes
source: deleted the likes
ar: حذف الإعجابات
de: die Likes gelöscht
es: borrado los me gusta
fr: a supprimé les likes
hi: लाइक हटा दिए
id: menghapus suka
it: ha cancellato i "mi piace"
ru: удалили лайки
vi: đã xóa lượt thích
zh_hant: 刪除點贊

# overview_note
source: Data was loaded on a weekly basis. Please continue using BOOM for more accurate insights.
ar: تم تحميل البيانات على أساس أسبوعي. يرجى الاستمرار في استخدام BOOM للحصول على رؤى أكثر دقة.
de: Die Daten wurden auf wöchentlicher Basis geladen. Bitte verwenden Sie weiterhin BOOM für genauere Einblicke.
es: Los datos se cargan semanalmente. Por favor, sigue utilizando BOOM para obtener información más precisa.
fr: Les données ont été chargées sur une base hebdomadaire. Veuillez continuer à utiliser BOOM pour des informations plus précises.
hi: डेटा साप्ताहिक आधार पर लोड किया गया था। कृपया अधिक सटीक जानकारी के लिए आईजीटूल का उपयोग जारी रखें।
id: Data dimuat setiap minggu. Silakan terus gunakan BOOM untuk wawasan yang lebih akurat.
it: I dati sono caricati ogni settimana. Si prega di continuare a utilizzare BOOM per ottenere informazioni più precise.
ru: Данные загружаются на еженедельной основе. Пожалуйста, продолжайте использовать BOOM для получения более точных данных.
vi: Dữ liệu được tải hàng tuần. Vui lòng tiếp tục sử dụng BOOM để có thông tin chi tiết chính xác hơn.
zh_hant: 數據每週加載一次。請繼續使用BOOM以獲得更準確的數據。

source: Followers Trend
ar: اتجاه المتابعين
de: Follower Trend
es: Tendencia de seguidores
fr: Tendance des followers
hi: अनुयायियों का रुझान
id: Tren Pengikut
it: Seguaci in tendenza
ru: Тренд последователей
vi: Xu hướng người theo dõi
zh_hant: 關注趨勢

source: Likes Trend
ar: يحب الاتجاه
es: Tendencia de me gusta
fr: J'aime Trend
hi: रुझान पसंद है
id: Tren Suka
it: "Mi piaci" in tendenza
ru: Нравится Тренд
vi: xu hướng thích
zh_hant: 點贊數趨勢

source: Comments Trend
ar: اتجاه التعليقات
de: Kommentare Trend
es: Tendencia de comentarios
fr: Commentaires Tendance
hi: टिप्पणियाँ रुझान
id: Tren Komentar
it: commenti in tendenza
ru: Тенденция комментариев
vi: Nhận xét Xu hướng
zh_hant: 評論趨勢

# engage_rate
source: Weekly Followers Engagement Rate
ar: معدل مشاركة المتابعين الأسبوعي
de: Wöchentliche Follower Engagement Rate
es: Tasa de participación semanal de seguidores
fr: Taux d'engagement hebdomadaire des followers
hi: साप्ताहिक अनुयायी सहभागिता दर
id: Tingkat Keterlibatan Pengikut Mingguan
it: Tasso di coinvolgimento settimanale dei follower
ru: Еженедельный показатель вовлеченности последователей
vi: Tỷ lệ tương tác của người theo dõi hàng tuần
zh_hant: 每週關注者參與率

# engage_rate_note
source: Based on this week and overall
ar: بناءً على هذا الأسبوع وبشكل عام
de: Basierend auf dieser Woche und insgesamt
es: Basado en esta semana y en general
fr: Basé sur cette semaine et sur l'ensemble
hi: इस सप्ताह और कुल मिलाकर के आधार पर
id: Berdasarkan minggu ini dan secara keseluruhan
it: In base a questa settimana e in generale
ru: По данным текущей недели и в целом
vi: Dựa trên tuần này và tổng thể
zh_hant: 基於本周和所有數據

# engage_rate_true
source: Engaged followers
ar: المتابعون المتفاعلون
de: Engagierte Follower
es: Seguidores participativos
fr: Suiveurs engagés
hi: संलग्न अनुयायी
id: Pengikut yang terlibat
it: Seguaci coinvolti
ru: Вовлеченные подписчики
vi: Người theo dõi đã tham gia
zh_hant: 互動過的關注者

# engage_rate_false
source: Non-engaged followers ex. ghosts
ar: المتابعون غير المشتركين على سبيل المثال. أشباح
de: Nicht-engagierte Follower, z.B. Ghosts
es: Seguidores no participativos ej. fantasmas
fr: Suiveurs non engagés ex. fantômes
hi: गैर-सगाई अनुयायी पूर्व। भूत
id: Pengikut yang tidak terlibat, mis. hantu
it: Seguaci non coinvolti, es. fantasmi
ru: Невовлеченные последователи, например, призраки
vi: Người theo dõi không tương tác cũ. bóng ma
zh_hant: 未互動過的關注者 例如：幽靈

# rate_time
source: vs last week
ar: مقابل الأسبوع الماضي
de: gegenüber letzter Woche
es: comparado con la semana pasada
fr: vs semaine dernière
hi: बनाम पिछले सप्ताह
id: vs minggu lalu
it: rispetto alla scorsa settimana
ru: по сравнению с прошлой неделей
vi: so với tuần trước
zh_hant: 與上週相比

# follow_rate
source: Weekly Follow Rate
ar: معدل المتابعة الأسبوعية
de: Wöchentliche Follower-Rate
es: Tasa semanal de seguidores
fr: Taux de suivi hebdomadaire
hi: साप्ताहिक अनुसरण दर
id: Tingkat Pengikut Mingguan
it: Tasso di follower settimanale
ru: Недельный показатель числа подписчиков
vi: Tỷ lệ theo dõi hàng tuần
zh_hant: 每週關注率

# follow_rate_note
source: Based on the data of visitors and followers
ar: بناء على بيانات الزوار والمتابعين
de: Basierend auf den Daten der Besucher und Follower
es: Basado en los datos de visitantes y seguidores
fr: Basé sur les données des visiteurs et des suiveurs
hi: आगंतुकों और अनुयायियों के डेटा के आधार पर
id: Berdasarkan data pengunjung dan pengikut
it: Basato sui dati dei visitatori e dei follower
ru: На основе данных о посетителях и последователях
vi: Dựa trên dữ liệu của khách truy cập và người theo dõi
zh_hant: 基於訪問者和關注者的數據

# follow_rate_true
source: New followers
ar: متابعين جدد
de: Neue Follower
es: Nuevos seguidores
fr: Nouveaux adeptes
hi: नए अनुयायियों
id: Pengikut baru
it: Nuovi seguaci
ru: Новые последователи
vi: Người theo dõi mới
zh_hant: 新關注者

# follow_rate_false
source: Non-followed visitors
ar: الزوار غير المتابعين
de: Nicht-gefolgte Besucher
es: Visitantes no seguidos
fr: Visiteurs non suivis
hi: फ़ॉलो न किए गए विज़िटर
id: Pengunjung yang tidak mengikuti
it: Visitatori non seguiti
ru: Непоследовавшие посетители
vi: Khách truy cập không theo dõi
zh_hant: 未關注訪客

source: Exposure
ar: التعرض
de: Sichtbarkeit
es: Exposición
fr: Exposition
hi: खुलासा
id: Eksposur
it: Esposizione
ru: Экспозиция
vi: Phơi bày
zh_hant: 曝光率

# exposure_note
source: Based on total admirers
ar: بناء على مجموع المعجبين
de: Basierend auf der Gesamtzahl der Bewunderer
es: Basado en el total de admiradores
fr: Basé sur le nombre total d'admirateurs
hi: कुल प्रशंसकों के आधार पर
id: Berdasarkan total pengagum
it: Basato sul totale degli ammiratori
ru: На основе данных об общем количестве поклонников
vi: Dựa trên tổng số người hâm mộ
zh_hant: 基於崇拜者總數

# exposure_hits
source: Hits
ar: يضرب
de: Aufrufe
es: Visitas
fr: Coups d'éclat
hi: हिट्स
id: Hit
ru: Хиты
vi: lượt truy cập
zh_hant: 點擊

# exposure_times
source: times
ar: مرات
de: mal
es: veces
fr: fois
hi: टाइम्स
id: waktu
it: volte
ru: времена
vi: lần
zh_hant: 次數

# try_boom_ai
source: More Followers?-Try BoomAI Now!
ar: المزيد من المتابعين؟ جرب BoomAI الآن!
de: Mehr Follower? Probier BoomAI jetzt aus!
es: ¿Más seguidores? ¡Prueba BoomAI ahora!
fr: Plus de followers ? Essayez BoomAI maintenant !
id: Lebih banyak pengikut? Coba BoomAI sekarang!
ru: Больше подписчиков? Попробуйте BoomAI прямо сейчас!
vi: Muốn có nhiều người theo dõi hơn? Hãy thử BoomAI ngay bây giờ!
zh_hant: 想要更多粉絲？現在就試試 BoomAI！
